    [
        {
            "name": "Principles of Modern Physics",
            "description": "Robert B. Leighton Principles of Modern Physics McGraw-Hill Book Company Inc. 1959\n( International Series in Pure and Applied Physics )\nAcrobat 7 Pdf 38.8 Mb.\nScanned by artmisa using Canon DR2580C + flatbed option",
            "Rating": "  357",
            "episode": 500,
            "categorie":"Topics \n  Physics, Relativity, Quantum Mechanics, Free Particle, Hydrogen, Radiation, Pauli, Atomic Spectroscopy, Molecular Spectra, Scattering, Radioactivity, Nuclear Forces \n \nCollection \nfolkscanomy_science; folkscanomy; additional_collections \n \nLanguage \nEnglish",
            "studio":"by Robert B. Leighton",
            "img": "https://ia800307.us.archive.org/BookReader/BookReaderImages.php?zip=/20/items/PrinciplesOfModernPhysics/Leighton-PrinciplesOfModernPhysics_jp2.zip&file=Leighton-PrinciplesOfModernPhysics_jp2/Leighton-PrinciplesOfModernPhysics_0000.jp2&scale=4&rotate=0"
        },
        {
            "name": "Essential Physics 1",
            "description": "Throughout the decade of the 1990’s, I taught a one-year course of a specialized nature to students who entered Yale College with excellent preparation in Mathematics and the Physical Sciences, and who expressed an interest in Physics or a closely related field. The level of the course was that typified by the Feynman Lectures on Physics. My one-year course was necessarily more restricted in content than the two-year Feynman Lectures. The depth of treatment of each topic was limited by the fact that the course consisted of a total of fifty-two lectures, each lasting one-and-a-quarter hours. The key role played by invariants in the Physical Universe was constantly emphasized. The material that I covered each Fall is presented, almost verbatim, in this book.\n The first chapter contains key mathematical ideas, including some invariants of geometry and algebra, generalized coordinates, and the algebra and geometry of vectors. The importance of linear operators and their matrix representations is stressed in the early lectures. These mathematical concepts are required in the presentation of a unified treatment of both Classical and Special Relativity. Students are encouraged to develop a “relativistic outlook” at an early stage. The fundamental Lorentz transformation is developed using arguments based on symmetrizing the classical Galilean transformation. Key 4-vectors, such as the 4-velocity and 4-momentum, and their invariant norms, are shown to evolve in a natural way from their classical forms. A basic change in the subject matter occurs at this point in the book. It is necessary to introduce the Newtonian concepts of mass,momentum, and energy, and to discuss the conservation laws of linear and angular momentum, and mechanical energy, and their associated invariants. The discovery of these laws, and their applications to everyday problems, represents the high point in the scientific endeavor of the 17th and 18th centuries. An introduction to the general dynamical methods of Lagrange and Hamilton is delayed until Chapter 9, where they are included in a discussion of the Calculus of Variations. The key subject of Einsteinian dynamics is treated at a level not usually met in at the introductory level. The 4-momentum invariant and its uses in relativistic collisions, both elastic and inelastic, is discussed in detail in Chapter 6. Further developments in the use of relativistic invariants are given in the discussion of the Mandelstam variables, and their application to the study of high-energy collisions. Following an overview of Newtonian Gravitation, the general problem of central orbits is discussed using the powerful method of [p, r] coordinates. Einstein’s General Theory of Relativity is introduced using the Principle of Equivalence and the notion of “extended inertial frames” that include those frames in free fall in a gravitational field of small size in which there is no measurable field gradient. A heuristic argument is given to deduce the Schwarzschild line element in the “weak field approximation”; it is used as a basis for a discussion of the refractive index of space-time in the presence of matter. Einstein’s famous predicted value for the bending of a beam of light grazing the surface of the Sun is calculated. The Calculus of Variations is an important topic in Physics and Mathematics; it is introduced in Chapter 9, where it is shown to lead to the ideas of the Lagrange and Hamilton functions. These functions are used to illustrate in a general way the conservation laws of momentum and angular momentum, and the relation of these laws to the homogeneity and isotropy of space. The subject of chaos is introduced by considering the motion of a damped, driven pendulum. A method for solving the non-linear equation of motion of the pendulum is outlined. Wave motion is treated from the point-of-view of invariance principles. The form of the general wave equation is derived, and the Lorentz invariance of the phase of a wave is discussed in Chapter 12. The final chapter deals with the problem of orthogonal functions in general, and Fourier series, in particular. At this stage in their training, students are often under-prepared in the subject of Differential Equations. Some useful methods of solving ordinary differential equations are therefore given in an appendix.\n\nThe students taking my course were generally required to take a parallel one-year course in the Mathematics Department that covered Vector and Matrix Algebra and Analysis at a level suitable for potential majors in Mathematics.\n\nHere, I have presented my version of a first-semester course in Physics — a version that deals with the essentials in a no-frills way. Over the years, I demonstrated that the contents of this compact book could be successfully taught in one semester. Textbooks are concerned with taking many known facts and presenting them in clear and concise ways; my understanding of the facts is largely based on the writings of a relatively small number of celebrated authors whose work I am pleased to acknowledge in the bibliography.\n\n\nGuilford, Connecticut\nFebruary, 2000\n\nI am grateful to several readers for pointing out errors and unclear statements in my first version of this book. The comments of Dr Andre Mirabelli were particularly useful, and were taken to heart.\n\nMarch, 2003 ",
            "Rating": "  243",
            "episode": 500,
            "categorie":"Topics \ngravitation, particle, relativity, wave, motion, dynamics, physics, classical mechanics",
            "studio":"Publisher_____Yale \n Publication date 2000 ",
            "img": "https://ia800704.us.archive.org/BookReader/BookReaderImages.php?zip=/32/items/ost-physics-essentialphysics1/essentialphysics1_jp2.zip&file=essentialphysics1_jp2/essentialphysics1_0000.jp2&scale=4&rotate=0"        
        },
        {
            "name": "Principles of Modern Physics",
            "description": "Robert B. Leighton Principles of Modern Physics McGraw-Hill Book Company Inc. 1959\n( International Series in Pure and Applied Physics )\nAcrobat 7 Pdf 38.8 Mb.\nScanned by artmisa using Canon DR2580C + flatbed option",
            "Rating": "  357",
            "episode": 500,
            "categorie":"Topics \n  Physics, Relativity, Quantum Mechanics, Free Particle, Hydrogen, Radiation, Pauli, Atomic Spectroscopy, Molecular Spectra, Scattering, Radioactivity, Nuclear Forces \n \nCollection \nfolkscanomy_science; folkscanomy; additional_collections \n \nLanguage \nEnglish",
            "studio":"by Robert B. Leighton",
            "img": "https://ia800307.us.archive.org/BookReader/BookReaderImages.php?zip=/20/items/PrinciplesOfModernPhysics/Leighton-PrinciplesOfModernPhysics_jp2.zip&file=Leighton-PrinciplesOfModernPhysics_jp2/Leighton-PrinciplesOfModernPhysics_0000.jp2&scale=4&rotate=0"        },
        {
            "name": "Principles of Modern Physics",
            "description": "Robert B. Leighton Principles of Modern Physics McGraw-Hill Book Company Inc. 1959\n( International Series in Pure and Applied Physics )\nAcrobat 7 Pdf 38.8 Mb.\nScanned by artmisa using Canon DR2580C + flatbed option",
            "Rating": "  357",
            "episode": 500,
            "categorie":"Topics \n  Physics, Relativity, Quantum Mechanics, Free Particle, Hydrogen, Radiation, Pauli, Atomic Spectroscopy, Molecular Spectra, Scattering, Radioactivity, Nuclear Forces \n \nCollection \nfolkscanomy_science; folkscanomy; additional_collections \n \nLanguage \nEnglish",
            "studio":"by Robert B. Leighton",
            "img": "https://ia800307.us.archive.org/BookReader/BookReaderImages.php?zip=/20/items/PrinciplesOfModernPhysics/Leighton-PrinciplesOfModernPhysics_jp2.zip&file=Leighton-PrinciplesOfModernPhysics_jp2/Leighton-PrinciplesOfModernPhysics_0000.jp2&scale=4&rotate=0"        },
        {
            "name": "Principles of Modern Physics",
            "description": "Robert B. Leighton Principles of Modern Physics McGraw-Hill Book Company Inc. 1959\n( International Series in Pure and Applied Physics )\nAcrobat 7 Pdf 38.8 Mb.\nScanned by artmisa using Canon DR2580C + flatbed option",
            "Rating": "  357",
            "episode": 500,
            "categorie":"Topics \n  Physics, Relativity, Quantum Mechanics, Free Particle, Hydrogen, Radiation, Pauli, Atomic Spectroscopy, Molecular Spectra, Scattering, Radioactivity, Nuclear Forces \n \nCollection \nfolkscanomy_science; folkscanomy; additional_collections \n \nLanguage \nEnglish",
            "studio":"by Robert B. Leighton",
            "img": "https://ia800307.us.archive.org/BookReader/BookReaderImages.php?zip=/20/items/PrinciplesOfModernPhysics/Leighton-PrinciplesOfModernPhysics_jp2.zip&file=Leighton-PrinciplesOfModernPhysics_jp2/Leighton-PrinciplesOfModernPhysics_0000.jp2&scale=4&rotate=0"        }

    ]
